[
  {
    "id": 1,
    "question": "Would you rather have the ability to fly or breathe underwater?"
  },
  {
    "id": 2,
    "question": "Would you rather have the power of invisibility or the power of teleportation?"
  },
  {
    "id": 3,
    "question": "Would you rather be able to speak all languages fluently or play every musical instrument perfectly?"
  },
  {
    "id": 4,
    "question": "Would you rather live in a world with no internet or no music?"
  },
  {
    "id": 5,
    "question": "Would you rather live in a house with no windows or a house with no doors?"
  },
  {
    "id": 6,
    "question": "Would you rather have the ability to time travel or freeze time at will?"
  },
  {
    "id": 7,
    "question": "Would you rather live in the wilderness far from civilization or live on the streets of a bustling city?"
  },
  {
    "id": 8,
    "question": "Would you rather be stranded on a deserted island alone or with someone you dislike?"
  },
  {
    "id": 9,
    "question": "Would you rather always have to say everything on your mind or never speak again?"
  },
  {
    "id": 10,
    "question": "Would you rather have the ability to speak to animals or speak all foreign languages?"
  },
  {
    "id": 11,
    "question": "Would you rather be constantly cold or constantly hot?"
  },
  {
    "id": 12,
    "question": "Would you rather be able to control fire or water?"
  },
  {
    "id": 13,
    "question": "Would you rather live in a world without books or without movies?"
  },
  {
    "id": 14,
    "question": "Would you rather be able to see 10 minutes into your own future or 10 minutes into the future of anyone but yourself?"
  },
  {
    "id": 15,
    "question": "Would you rather lose the ability to read or lose the ability to speak?"
  },
  {
    "id": 16,
    "question": "Would you rather be able to fly at 10 mph or run at 100 mph?"
  },
  {
    "id": 17,
    "question": "Would you rather be able to control people's emotions or control the weather?"
  },
  {
    "id": 18,
    "question": "Would you rather have the power to heal others or the power to heal yourself?"
  },
  {
    "id": 19,
    "question": "Would you rather have unlimited money or unlimited time?"
  },
  {
    "id": 20,
    "question": "Would you rather have the ability to rewind time or pause time?"
  },
  {
    "id": 21,
    "question": "Would you rather have your dream job and make less money or hate your job but make a lot of money?"
  },
  {
    "id": 22,
    "question": "Would you rather always be 10 minutes late or always be 20 minutes early?"
  },
  {
    "id": 23,
    "question": "Would you rather never have to work again or never have to sleep again?"
  },
  {
    "id": 24,
    "question": "Would you rather be a famous actor or a successful entrepreneur?"
  },
  {
    "id": 25,
    "question": "Would you rather lose all of your money and valuables or all of the pictures you have ever taken?"
  },
  {
    "id": 26,
    "question": "Would you rather have a photographic memory or be able to forget anything you wanted?"
  },
  {
    "id": 27,
    "question": "Would you rather have the power to read minds or the power to see into the future?"
  },
  {
    "id": 28,
    "question": "Would you rather be able to talk to animals or speak all foreign languages?"
  },
  {
    "id": 29,
    "question": "Would you rather have the ability to fly or the ability to breathe underwater?"
  },
  {
    "id": 30,
    "question": "Would you rather have the power of super strength or the power of super speed?"
  },
  {
    "id": 31,
    "question": "Would you rather live without the internet or live without AC and heating?"
  },
  {
    "id": 32,
    "question": "Would you rather be able to teleport anywhere in the world or be able to teleport to fictional worlds?"
  },
  {
    "id": 33,
    "question": "Would you rather live in the Harry Potter universe or the Star Wars universe?"
  },
  {
    "id": 34,
    "question": "Would you rather be a wizard in Harry Potter or a Jedi in Star Wars?"
  },
  {
    "id": 35,
    "question": "Would you rather have the ability to talk to animals or have unlimited money?"
  },
  {
    "id": 36,
    "question": "Would you rather be an Olympic gold medalist or a Nobel Prize winner?"
  },
  {
    "id": 37,
    "question": "Would you rather have the ability to stop time or the ability to travel through time?"
  },
  {
    "id": 38,
    "question": "Would you rather be able to control fire or control water?"
  },
  {
    "id": 39,
    "question": "Would you rather have the ability to fly or the ability to breathe underwater?"
  },
  {
    "id": 40,
    "question": "Would you rather have the power of telekinesis or the power of telepathy?"
  },
  {
    "id": 41,
    "question": "Would you rather have the ability to speak and understand every language in the world or the ability to play every instrument in the world?"
  },
  {
    "id": 42,
    "question": "Would you rather always know when someone is lying or always get away with lying yourself?"
  },
  {
    "id": 43,
    "question": "Would you rather have the ability to control your dreams or never have to sleep again?"
  },
  {
    "id": 44,
    "question": "Would you rather be able to change the past or see the future?"
  },
  {
    "id": 45,
    "question": "Would you rather have unlimited free food at any restaurant for life or never have to pay for transportation?"
  },
  {
    "id": 46,
    "question": "Would you rather always be overdressed or always be underdressed for every occasion?"
  },
  {
    "id": 47,
    "question": "Would you rather have the ability to control minds or see the future?"
  },
  {
    "id": 48,
    "question": "Would you rather have a rewind button for your life or a pause button?"
  },
  {
    "id": 49,
    "question": "Would you rather always have perfect hair or always have perfect teeth?"
  },
  {
    "id": 50,
    "question": "Would you rather have the ability to talk to animals or speak all foreign languages?"
  },
  {
    "id": 51,
    "question": "Would you rather be able to talk to animals or have superhuman strength?"
  },
  {
    "id": 52,
    "question": "Would you rather have the ability to read minds or see the future?"
  },
  {
    "id": 53,
    "question": "Would you rather be able to fly or be able to breathe underwater?"
  },
  {
    "id": 54,
    "question": "Would you rather have the power to control fire or control water?"
  },
  {
    "id": 55,
    "question": "Would you rather have the ability to teleport anywhere instantly or be able to time travel?"
  },
  {
    "id": 56,
    "question": "Would you rather be able to speak all languages fluently or be able to communicate with animals?"
  },
  {
    "id": 57,
    "question": "Would you rather have the ability to become invisible at will or be able to see in the dark?"
  },
  {
    "id": 58,
    "question": "Would you rather have the power to move objects with your mind or the ability to never feel physical pain?"
  },
  {
    "id": 59,
    "question": "Would you rather live in a world without music or a world without movies?"
  },
  {
    "id": 60,
    "question": "Would you rather have the ability to turn invisible whenever you wanted or be able to teleport anywhere in the world?"
  },
  {
    "id": 61,
    "question": "Would you rather have the ability to see 10 minutes into the future or 150 years into the future?"
  },
  {
    "id": 62,
    "question": "Would you rather have telekinesis (the ability to move things with your mind) or telepathy (the ability to read minds)?"
  },
  {
    "id": 63,
    "question": "Would you rather team up with Wonder Woman or Captain Marvel?"
  },
  {
    "id": 64,
    "question": "Would you rather be forced to sing along or dance to every single song you hear?"
  },
  {
    "id": 65,
    "question": "Would you rather find true love today or win the lottery next year?"
  },
  {
    "id": 66,
    "question": "Would you rather be in jail for five years or be in a coma for a decade?"
  },
  {
    "id": 67,
    "question": "Would you rather have another 10 years with your partner or a one-night stand with your celebrity crush?"
  },
  {
    "id": 68,
    "question": "Would you rather be chronically under-dressed or overdressed?"
  },
  {
    "id": 69,
    "question": "Would you rather have everyone you know be able to read your thoughts or for everyone you know to have access to your Internet history?"
  },
  {
    "id": 70,
    "question": "Would you rather lose your sight or your memories?"
  },
  {
    "id": 71,
    "question": "Would you rather have universal respect or unlimited power?"
  },
  {
    "id": 72,
    "question": "Would you rather give up air conditioning and heating for the rest of your life or give up the Internet for the rest of your life?"
  },
  {
    "id": 73,
    "question": "Would you rather swim in a pool full of Nutella or a pool full of maple syrup?"
  },
  {
    "id": 74,
    "question": "Would you rather labor under a hot sun or extreme cold?"
  },
  {
    "id": 75,
    "question": "Would you rather stay in during a snow day or build a fort?"
  },
  {
    "id": 76,
    "question": "Would you rather buy 10 things you don't need every time you go shopping or always forget the one thing that you need when you go to the store?"
  },
  {
    "id": 77,
    "question": "Would you rather never be able to go out during the day or never be able to go out at night?"
  },
  {
    "id": 78,
    "question": "Would you rather have a personal maid or a personal chef?"
  },
  {
    "id": 79,
    "question": "Would you rather be 11 feet tall or nine inches tall?"
  },
  {
    "id": 80,
    "question": "Would you rather have Beyoncé's talent or Jay-Z's business acumen?"
  },
  {
    "id": 81,
    "question": "Would you rather be an extra in an Oscar-winning movie or the lead in a box office bomb?"
  },
  {
    "id": 82,
    "question": "Would you rather vomit on your hero or have your hero vomit on you?"
  },
  {
    "id": 83,
    "question": "Would you rather communicate only in emoji or never be able to text at all ever again?"
  },
  {
    "id": 84,
    "question": "Would you rather be royalty 1,000 years ago or an average person today?"
  },
  {
    "id": 85,
    "question": "Would you rather lounge by the pool or on the beach?"
  },
  {
    "id": 86,
    "question": "Would you rather wear the same socks for a month or the same underwear for a week?"
  },
  {
    "id": 87,
    "question": "Would you rather work an overtime shift with your annoying boss or spend full day with your mother-in-law?"
  },
  {
    "id": 88,
    "question": "Would you rather cuddle a koala or pal around with a panda?"
  },
  {
    "id": 89,
    "question": "Would you rather have a sing-off with Ariana Grande or a dance-off with Rihanna?"
  },
  {
    "id": 90,
    "question": "Would you rather always have B.O. and not know it or always smell B.O. on everyone else?"
  },
  {
    "id": 91,
    "question": "Would you rather watch nothing but Hallmark Christmas movies or nothing but horror movies?"
  },
  {
    "id": 92,
    "question": "Would you rather always be 10 minutes late or always be 20 minutes early?"
  },
  {
    "id": 93,
    "question": "Would you rather spend a week in the forest or a night in a real haunted house?"
  },
  {
    "id": 94,
    "question": "Would you rather find a rat in your kitchen or a roach in your bed?"
  },
  {
    "id": 95,
    "question": "Would you rather have a pause or a rewind button in your life?"
  },
  {
    "id": 96,
    "question": "Would you rather always have a full phone battery or a full gas tank?"
  },
  {
    "id": 97,
    "question": "Would you rather lose all your teeth or lose a day of your life every time you kissed someone?"
  },
  {
    "id": 98,
    "question": "Would you rather drink from a toilet or pee in a litter box?"
  },
  {
    "id": 99,
    "question": "Would you rather be forced to live the same day over and over again for a full year, or take 3 years off the end of your life?"
  },
  {
    "id": 100,
    "question": "Would you rather never eat watermelon ever again or be forced to eat watermelon with every meal?"
  },
  {
    "id": 101,
    "question": "Would you rather get a paper cut every time you turn a page or bite your tongue every time you eat?"
  },
  {
    "id": 102,
    "question": "Would you rather oversleep every day for a week or not get any sleep at all for four days?"
  },
  {
    "id": 103,
    "question": "Would you rather die in 20 years with no regrets or live to 100 with a lot of regrets?"
  },
  {
    "id": 104,
    "question": "Would you rather sip gin with Ryan Reynolds or shoot tequila with Dwayne 'The Rock' Johnson?"
  },
  {
    "id": 105,
    "question": "Would you rather get trapped in the middle of a food fight or a water balloon fight?"
  },
  {
    "id": 106,
    "question": "Would you rather walk to work in heels or drive to work in reverse?"
  },
  {
    "id": 107,
    "question": "Would you rather spend a year at war or a year in prison?"
  },
  {
    "id": 108,
    "question": "Would you rather die before or after your partner?"
  },
  {
    "id": 109,
    "question": "Would you rather have a child every year for 20 years or never have any children at all?"
  },
  {
    "id": 110,
    "question": "Would you rather take amazing selfies but look terrible in all other photos or be photogenic everywhere but in your selfies?"
  },
  {
    "id": 111,
    "question": "Would you rather be gassy on a first date or your wedding night?"
  },
  {
    "id": 112,
    "question": "Would you rather Danny DeVito or Danny Trejo play you in a movie?"
  },
  {
    "id": 113,
    "question": "Would you rather be able to take back anything you say or hear any conversation that is about you?"
  },
  {
    "id": 114,
    "question": "Would you rather have skin that changes color based on your emotions or tattoos appear all over your body depicting what you did yesterday?"
  },
  {
    "id": 115,
    "question": "Would you rather hunt and butcher your own meat or never eat meat again?"
  },
  {
    "id": 116,
    "question": "Would you rather lose all of your friends but keep your BFF or lose your BFF but keep the rest of your buds?"
  },
  {
    "id": 117,
    "question": "Would you rather have people spread a terrible lie about you or have people spread terrible but true tales about you?"
  },
  {
    "id": 118,
    "question": "Would you rather walk in on your parents or have them walk in on you?"
  },
  {
    "id": 119,
    "question": "Would you rather be the absolute best at something that no one takes seriously or be average at something well respected?"
  },
  {
    "id": 120,
    "question": "Would you rather have unlimited battery life on all of your devices or have free WiFi wherever you go?"
  },
  {
    "id": 121,
    "question": "Would you rather have Billie Eilish's future or Madonna's legacy?"
  },
  {
    "id": 122,
    "question": "Would you rather have a third nipple or an extra toe?"
  },
  {
    "id": 123,
    "question": "Would you rather solve world hunger or global warming?"
  },
  {
    "id": 124,
    "question": "Would you rather have to wear every shirt inside out or every pair of pants backward?"
  },
  {
    "id": 125,
    "question": "Would you rather live in a treehouse or in a cave?"
  },
  {
    "id": 126,
    "question": "Would you rather win $25,000 or your best friend win $100,000?"
  },
  {
    "id": 127,
    "question": "Would you rather be in history books for something terrible or be forgotten completely after you die?"
  },
  {
    "id": 128,
    "question": "Would you rather travel the world for free for a year or have $50,000 to spend however you please?"
  },
  {
    "id": 129,
    "question": "Would you rather run at 100 mph or fly at 20 mph?"
  },
  {
    "id": 130,
    "question": "Would you rather have a mullet for a year or be bald (no wigs!) for six months?"
  },
  {
    "id": 131,
    "question": "Would you rather go back to the past and meet your loved ones who passed away or go to the future to meet your children or grandchildren to be?"
  },
  {
    "id": 132,
    "question": "Would you rather have all of your messages and photos leak publicly or never use a cellphone ever again?"
  },
  {
    "id": 133,
    "question": "Would you rather stay the age you are physically forever or stay the way you are now financially forever?"
  },
  {
    "id": 134,
    "question": "Would you rather be in a zombie apocalypse or a robot apocalypse?"
  },
  {
    "id": 135,
    "question": "Would you rather be alone all your life or surrounded by really annoying people?"
  },
  {
    "id": 136,
    "question": "Would you rather give up your cellphone for a month or bathing for a month?"
  },
  {
    "id": 137,
    "question": "Would you rather spend a day cleaning your worst enemy's house or have your crush spend the day cleaning your house?"
  },
  {
    "id": 138,
    "question": "Would you rather spend a year entirely alone or a year without a home?"
  },
  {
    "id": 139,
    "question": "Would you rather buy all used underwear or all used toothbrushes?"
  },
  {
    "id": 140,
    "question": "Would you rather have a photographic memory or an IQ of 200?"
  },
  {
    "id": 141,
    "question": "Would you rather go on a cruise with your boss or never go on vacation ever again?"
  },
  {
    "id": 142,
    "question": "Would you rather forget your partner's birthday or your anniversary every year?"
  },
  {
    "id": 143,
    "question": "Would you rather have to wear stilettos to sleep or have to wear slippers everywhere you go?"
  },
  {
    "id": 144,
    "question": "Would you rather change the outcome of the last election or get to decide the outcome of the next election?"
  },
  {
    "id": 145,
    "question": "Would you rather lose the ability to read or lose the ability to speak?"
  },
  {
    "id": 146,
    "question": "Would you rather be able to speak any language or be able to communicate with animals?"
  },
  {
    "id": 147,
    "question": "Would you rather be beautiful and stupid or unattractive but a genius?"
  },
  {
    "id": 148,
    "question": "Would you rather have seven fingers on each hand or seven toes on each foot?"
  },
  {
    "id": 149,
    "question": "Would you rather work the job you have now for a year at double your current rate of pay or have one year off with what you are making now?"
  },
  {
    "id": 150,
    "question": "Would you rather be always stuck in traffic but find a perfect parking spot or never hit traffic but always take forever to park?"
  },
  {
    "id": 151,
    "question": "Would you rather have super-sensitive taste buds or super-sensitive hearing?"
  },
  {
    "id": 152,
    "question": "Would you rather ask your ex or a total stranger for a favor?"
  },
  {
    "id": 153,
    "question": "Would you rather go on tour with Elton John or Cher?"
  },
  {
    "id": 154,
    "question": "Would you rather eat only pizza for a year or not eat any pizza for five years?"
  },
  {
    "id": 155,
    "question": "Would you rather never get another present in your life but always pick the perfect present for everyone else or keep getting presents but giving terrible ones to everyone else?"
  },
  {
    "id": 156,
    "question": "Would you rather sleep in a doghouse or let stray dogs sleep in your bed?"
  },
  {
    "id": 157,
    "question": "Would you rather go back to kindergarten with everything you know now or know now everything your future self will learn?"
  },
  {
    "id": 158,
    "question": "Would you rather be able to read minds or predict the future?"
  },
  {
    "id": 159,
    "question": "Would you rather take a pill a day for nutrients and to feel full, but never eat anything again or eat whatever you want but never really feel full?"
  },
  {
    "id": 160,
    "question": "Would you rather be an unknown superhero or an infamous villain?"
  },
  {
    "id": 161,
    "question": "Would you rather always have an annoying song stuck in your head or always have an itch that you can't reach?"
  },
  {
    "id": 162,
    "question": "Would you rather never be able to keep anyone else's secrets or have someone tell all of your secrets?"
  },
  {
    "id": 163,
    "question": "Would you rather be Batman or Iron Man?"
  },
  {
    "id": 164,
    "question": "Would you rather be married to someone stunning who doesn't think you're attractive or be married to someone ugly who thinks you're gorgeous?"
  },
  {
    "id": 165,
    "question": "Would you rather have a third ear or a third eye?"
  },
  {
    "id": 166,
    "question": "Would you rather have $1 million now or $5,000 a week for the rest of your life?"
  },
  {
    "id": 168,
    "question": "Would you rather be rich working a job you hate or poor working a job you love?"
  },
  {
    "id": 169,
    "question": "Would you rather wear real fur or fake jewels?"
  },
  {
    "id": 170,
    "question": "Would you rather work a high-paying job that you hate or your dream job with only just enough money for rent, food and utilities?"
  },
  {
    "id": 171,
    "question": "Would you rather wake up naked in a forest five miles from home or in your underwear at work?"
  },
  {
    "id": 172,
    "question": "Would you rather go backstage with your favorite band or be an extra on your favorite TV show?"
  },
  {
    "id": 173,
    "question": "Would you rather never eat your favorite food for the rest of your life or only eat your favorite food?"
  },
  {
    "id": 174,
    "question": "Would you rather have to erase your own memories or be able to erase someone else's memories?"
  },
  {
    "id": 175,
    "question": "Would you rather be so afraid of heights that you can’t go to the second floor of a building or be so afraid of the sun that you can only leave the house on rainy days?"
  },
  {
    "id": 177,
    "question": "Would you rather save your best friend's life if it meant five strangers would die or save five strangers if it meant sacrificing your best friend?"
  },
  {
    "id": 178,
    "question": "Would you rather give up coffee or soda forever?"
  },
  {
    "id": 179,
    "question": "Would you rather find a $100 bill floating in a public toilet or a $20 bill in your own pocket?"
  },
  {
    "id": 180,
    "question": "Would you rather wear nothing but neon orange or neon green for an entire year?"
  },
  {
    "id": 181,
    "question": "Would you rather eat the same thing for every meal for a year or be able to eat whatever you wanted, but only once every three days?"
  },
  {
    "id": 182,
    "question": "Would you rather get drunk off of one sip of alcohol or never get drunk no matter how much booze you imbibe?"
  },
  {
    "id": 183,
    "question": "Would you rather sell all of your possessions or sell one of your organs?"
  },
  {
    "id": 184,
    "question": "Would you rather clean a toilet with your toothbrush or a floor with your tongue?"
  },
  {
    "id": 185,
    "question": "Would you rather be asked the same question over and over again or never be spoken to ever again?"
  },
  {
    "id": 186,
    "question": "Would you rather be reincarnated as a fly or just stop existing when you die?"
  },
  {
    "id": 188,
    "question": "Would you rather be unable to close any door once it's open or be unable to open any door once it's closed?"
  },
  {
    "id": 189,
    "question": "Would you rather throw the best parties but have to clean up the mess by yourself or never go to a party again?"
  },
  {
    "id": 190,
    "question": "Would you rather have a tattoo of the title of the last book you read or the last TV show you watched?"
  },
  {
    "id": 191,
    "question": "Would you rather wear clothes that were always way too big or a couple sizes too small?"
  },
  {
    "id": 192,
    "question": "Would you rather give your parents or your boss access to your browser history?"
  },
  {
    "id": 193,
    "question": "Would you rather only be able to wash your hair twice a year or only be able to check your phone once a day?"
  },
  {
    "id": 195,
    "question": "Would you rather have a permanent unibrow or no eyebrows at all?"
  },
  {
    "id": 196,
    "question": "Would you rather have aliens be real and covered up by the government or have no extraterrestrial life at all in the universe?"
  },
  {
    "id": 197,
    "question": "Would you rather be caught liking your ex's Instagram pics or your partner's ex's Instagram pics?"
  },
  {
    "id": 198,
    "question": "Would you rather never eat cookies ever again or only ever drink water?"
  },
  {
    "id": 199,
    "question": "Would you rather donate your organs to those who need them or donate your entire body to science?"
  },
  {
    "id": 200,
    "question": "Would you rather be criticized or be ignored?"
  },
  {
    "id": 202,
    "question": "Would you rather be punished for a crime you didn't commit or have someone else take credit for one of your major accomplishments?"
  },
  {
    "id": 203,
    "question": "Would you rather eat an undercooked meal or a burnt meal?"
  },
  {
    "id": 205,
    "question": "Would you rather have your boss or your parents look through your text messages?"
  },
  {
    "id": 206,
    "question": "Would you rather have your first child when you're 18 or when you're 50?"
  },
  {
    "id": 207,
    "question": "Would you rather star in a Star Wars or a Marvel film?"
  },
  {
    "id": 208,
    "question": "Would you rather wear heels to the gym or sneakers to a wedding?"
  },
  {
    "id": 209,
    "question": "Would you rather give up brushing your hair or give us brushing your teeth?"
  },
  {
    "id": 210,
    "question": "Would you rather master every musical instrument or every type of sport?"
  },
  {
    "id": 211,
    "question": "Would you rather always have wet socks or a small rock in your shoe?"
  },
  {
    "id": 212,
    "question": "Would you rather have Celine Dion or Eminem perform the soundtrack to your life?"
  },
  {
    "id": 213,
    "question": "Would you rather be the class clown or the teacher's pet?"
  },
  {
    "id": 214,
    "question": "Would you rather bathe in the dishwater or wash dishes in your bathwater?"
  },
  {
    "id": 215,
    "question": "Would you rather show up to a job interview with stained pants or pit stains?"
  },
  {
    "id": 216,
    "question": "Would you rather never age physically or never age mentally?"
  },
  {
    "id": 217,
    "question": "Would you rather date someone with bad breath or bad manners?"
  },
  {
    "id": 218,
    "question": "Would you rather never wear makeup ever again or wear a full face of the wrong shades every day?"
  },
  {
    "id": 219,
    "question": "Would you rather read the book or watch the movie?"
  },
  {
    "id": 221,
    "question": "Would you rather eat chocolate on pizza or never eat chocolate ever again?"
  },
  {
    "id": 222,
    "question": "Would you rather have X-ray vision of people you find unattractive or everyone else have X-ray vision of you?"
  },
  {
    "id": 223,
    "question": "Would you rather have your own theme park or your own zoo?"
  },
  {
    "id": 224,
    "question": "Would you rather be the star player on a losing team or warm the bench on a championship roster?"
  },
  {
    "id": 225,
    "question": "Would you rather know when you're going to die or how you're going to die?"
  },
  {
    "id": 226,
    "question": "Would you rather lose all of your teeth or all of your hair?"
  },
  {
    "id": 227,
    "question": "Would you rather watch nothing but The Office or Friends for the rest of your life?"
  },
  {
    "id": 228,
    "question": "Would you rather lose your keys or your phone?"
  },
  {
    "id": 229,
    "question": "Would you rather live in a home with no electricity or in a home with no running water?"
  },
  {
    "id": 230,
    "question": "Would you rather be rich with no friends or poor and popular?"
  },
  {
    "id": 231,
    "question": "Would you rather look strong and be weak or look weak and be strong?"
  },
  {
    "id": 233,
    "question": "Would you rather wear one or seven colors everyday?"
  },
  {
    "id": 234,
    "question": "Would you rather sneeze nonstop for 15 minutes once every day or sneeze once every three minutes of the day while you're awake?"
  },
  {
    "id": 235,
    "question": "Would you rather walk barefoot in a public bathroom or through poison ivy?"
  },
  {
    "id": 236,
    "question": "Would you rather have the ability to see 10 years into your own future or six months into the future of the world?"
  },
  {
    "id": 237,
    "question": "Would you rather nobody remember who you are at your 20-year class reunion or have everybody comment on how old you look?"
  },
  {
    "id": 238,
    "question": "Would you rather shoot hoops with LeBron James or toss a football with Tom Brady?"
  },
  {
    "id": 239,
    "question": "Would you rather live through an episode of Orange Is The New Black or Black Mirror?"
  },
  {
    "id": 240,
    "question": "Would you rather only be able to listen to Christmas songs all year round or only be able to watch nothing but horror movies?"
  },
  {
    "id": 241,
    "question": "Would you rather be a genius everyone thinks is an idiot or an idiot everyone thinks is a genius?"
  },
  {
    "id": 242,
    "question": "Would you rather win on Survivor or on The Bachelor or The Bachelorette?"
  },
  {
    "id": 243,
    "question": "Would you rather be beloved by the general public but your family and friends hate you, or be hated by the general public but your family and friends love you?"
  },
  {
    "id": 244,
    "question": "Would you rather be color blind or lose your sense of taste?"
  },
  {
    "id": 245,
    "question": "Would you rather live on a desert island with your celebrity crush or in a mansion with your ex?"
  },
  {
    "id": 246,
    "question": "Would you rather pass gas every time you meet someone new or burp every time you kiss someone?"
  },
  {
    "id": 247,
    "question": "Would you rather have tea with Queen Elizabeth or a beer with Prince Harry?"
  },
  {
    "id": 248,
    "question": "Would you rather give up the Internet or showering for a month?"
  },
  {
    "id": 249,
    "question": "Would you rather get away with a terrible crime but live in fear of someone discovering it or go to prison for three years for a crime you didn't commit?"
  },
  {
    "id": 250,
    "question": "Would you rather be forced to live the same day over and over again for a full year or take three years off the end of your life?"
  }
]
